const questions = [
{
	"q" : "<b>Кто первый открыл когерер?</b>",
	"a" : {
		"z":"Э. Бранли",
		"x":"А.С. Попов",
		"с":"Д. Максвелл",
		"v":"Н. Бор",
	}
},
	{
	"q" : "<b>Что демонстрировал А.С. Попов 7 мая 1895 года во время доклада на заседании Русского физико-химического общества?</b>",
	"a" : {
		"x":"Когерер",
		"z":"Радиоприемник", 
		"с":"Радио",
		"v":"Передатчик",
	}
},
	{	
	"q" : "<b>Что обозначает g на этой картинке?</b><img src='dora38.jpg' width='450px' height='300'>",
	"a" : {
		"x":"Бесконечная металлическая лента",
		"z":"Cтеклянная трубка, через которую проходит лента",
		"с":"Воздушный привод",
		"v":"Телефон",
			
	}
},
	{
	"q" : "<b>На каком явлении основывался принцип действия магнитного детектора?</b>",
	"a" : {
		"c":"Сотрясения молекул железа",
		"x":"Намягничивания",
		"z":"Гистерезиса",
		"v":"Первой обмотки",
	}
},
	{
	"q" : "<b>Когда была открыта первая в истории радиотелеграфная станция?</b>",
	"a" : {
		"v":"В середине IX века",
		"x":"40-е года XX века",
		"с":"В конце IX века",
		"z":"В начале XX века",
	}
},
	{
	"q" : "<b>Что происходило, когда на когерер оказывали действие электромагнитные волны?</b>",
	"a" : {
		"x":"Когерер соединялся с батареей",
		"z":"Сопротивление сильно уменьшалось", 
		"с":"Приходил в действие молоточек",
		"v":"Сила тока в трубке уменьшалась",
	}
},
	{
	"q" : "<b>Из каких слов состояла первая в мире радиограмма?</b>",
	"a" : {
		"z":"Генрих Герц",
		"x":"Ура!",
		"с":"Гульельмо Маркони",
		"v":"Принято",
	}
},
	{
	"q" : "<b>Какой элемент был одним из главных в устройстве первых радиоприемников?</b>",
	"a" : {
		"x":"Трубка",
		"z":"Когерер",
		"с":"Батарея",
		"v":"Проводник",
	}
},
	{
	"q" : "<b>Что обозначает h на этой картинке?</b><img src='dora68.gif' width='450px' height='450px'>",
	"a" : {
		"v":"Обмотка джиггера",
		"x":"Антенна",
		"с":"Трубка",
		"z":"Конденсатор",
	}
},
	{
	"q" : "<b>Какое явление было использовано для осуществления избирательной радиосвязи?</b>",
	"a" : {
		"c":"Намагничивания",
		"x":"Обмотки джиггера",
		"z":"Электрического резонанса",
		"v":"Все из перечисленных",
	}
},
];